fbecherucci/todo.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-10-10 lun. 13:42 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>TODO</title>
<meta name="author" content="John Doe" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">TODO</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orge28c31f">1. Notations</a></li>
<li><a href="#org7623f46">2. Apparance</a>
<ul>
<li><a href="#orge9c5135">2.1. Support des principales résolutions d&rsquo;écrans</a></li>
</ul>
</li>
<li><a href="#org183f065">3. Fonctionnalités</a>
<ul>
<li><a href="#orgb4ed29c">3.1. Navigation</a></li>
<li><a href="#orgfe807da">3.2. Administration</a></li>
<li><a href="#org5f279ab">3.3. News</a></li>
<li><a href="#org5752bf3">3.4. Renseignements</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orge28c31f" class="outline-2">
<h2 id="orge28c31f"><span class="section-number-2">1.</span> Notations</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>E: effort (de 0 à 10)</li>
<li>V: valeur (de 0 à 10)</li>
</ul>
</div>
</div>

<div id="outline-container-org7623f46" class="outline-2">
<h2 id="org7623f46"><span class="section-number-2">2.</span> Apparance</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orge9c5135" class="outline-3">
<h3 id="orge9c5135"><span class="section-number-3">2.1.</span> Support des principales résolutions d&rsquo;écrans</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>1366x768 (E: 4, V: 8)</li>
<li>1536x864 (E: 4, V: 5)</li>
<li>1280x720 (E: 4, V: 3)</li>
<li>1440x900 (E: 4, V: 3)</li>
<li>1600x900 (E: 4, V: 3)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org183f065" class="outline-2">
<h2 id="org183f065"><span class="section-number-2">3.</span> Fonctionnalités</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgb4ed29c" class="outline-3">
<h3 id="orgb4ed29c"><span class="section-number-3">3.1.</span> Navigation</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Section sculptures (E: 3, V: 10)</li>
<li>Section dessin (E: 3, V: 10)</li>
<li>Section gravures (E: 3, V: 10)</li>
<li>Section images persistentes (E: 3, V: 10)</li>
<li>Modifier la disposition des sous-catégories (E: 8, V: 3)</li>
</ul>
</div>
</div>

<div id="outline-container-orgfe807da" class="outline-3">
<h3 id="orgfe807da"><span class="section-number-3">3.2.</span> Administration</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>S&rsquo;identifier comme administrateur (E: 5, V: 8)</li>
<li>Publier/Modifier/Supprimer une oeuvre (E: 7, V: 8)</li>
</ul>
</div>
</div>
<div id="outline-container-org5f279ab" class="outline-3">
<h3 id="org5f279ab"><span class="section-number-3">3.3.</span> News</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>Publier/Modifier/Supprimer une news (E: 5, V: 8)</li>
</ul>
</div>
</div>
<div id="outline-container-org5752bf3" class="outline-3">
<h3 id="org5752bf3"><span class="section-number-3">3.4.</span> Renseignements</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>Section &ldquo;à propos&rdquo; définitive (E: 1, V: 6)</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: John Doe</p>
<p class="date">Created: 2022-10-10 lun. 13:42</p>
</div>
</body>
</html>
